/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "first": {
      "type": "about-us-sides",
      "settings": {
        "blocks_order": "image-first",
        "mob_image_order": "image-over",
        "about_image": "shopify://shop_images/IMG_9136.jpg",
        "img_bg_color": "#d9d4d0",
        "about_title": "Who we are",
        "about_text": "<p>Welcome to Humbl, where we believe in the power of humility. Inspired by the pulse of modern city life, our minimalistic & versatile pieces are designed to seamlessly integrate into your everyday routine. Whether you're leading a meeting, enjoying a Pilates session, catching up with friends over coffee, or lounging on a casual Sunday, our pieces are crafted to ensure you stay chic, comfortable and feel strong.</p><p>Our <a href=\"https://www.instagram.com/humbl.club/\" target=\"_blank\" title=\"https://www.instagram.com/humbl.club/\">Instagram</a></p>"
      }
    },
    "brand_block_Bzba97": {
      "type": "brand-block",
      "settings": {
        "image": "shopify://shop_images/DSC06738.jpg",
        "image_mobile": "shopify://shop_images/IMG_2417.png",
        "title": "As a brand, we value real Human Connections",
        "text": "This is why we strive to create events that bridge the gap between the online- and the offline world. Building a community by providing people a space to get to know the brand and interact with each other in the real world. \n\nWe believe that a brand has to be experienced."
      }
    },
    "about_us_sides_37xy6A": {
      "type": "about-us-sides",
      "settings": {
        "blocks_order": "data-first",
        "mob_image_order": "image-under",
        "about_image": "shopify://shop_images/IMG_9321.png",
        "img_bg_color": "#7d8d83",
        "about_title": "Brand",
        "about_text": "<p>At Humbl, we believe that athleisure wear can be both functional and sophisticated. Our minimalist designs embody elegance, allowing you to express your unique style effortlessly. But Humbl is more than just clothing – it's a community. We celebrate the dynamic lives of modern women who inspire us every day. Our pieces are crafted with you in mind, adapting to your needs and reflecting your personality. Join a movement that redefines fashion with minimalism, sophistication, and the strength found in humility.</p>"
      }
    },
    "about_us_sides_wcAmUW": {
      "type": "about-us-sides",
      "settings": {
        "blocks_order": "image-first",
        "mob_image_order": "image-over",
        "about_image": "shopify://shop_images/DSC07446-2.jpg",
        "img_bg_color": "#bdafaf",
        "about_title": "Our Founder",
        "about_text": "<p>Humbl was founded by Max Hufschlag, who transitioned from a finance background to follow his passion for modern city life and sports. Inspired by his own lifestyle - marked by a love for the cities he lived in, fitness, and community - he started this project and envisioned a brand that seamlessly integrates chic, functional apparel into the everyday routines of women who share similar passions.</p>"
      }
    },
    "footer_anchor_9kc8xR": {
      "type": "footer-anchor",
      "settings": {}
    }
  },
  "order": [
    "first",
    "brand_block_Bzba97",
    "about_us_sides_37xy6A",
    "about_us_sides_wcAmUW",
    "footer_anchor_9kc8xR"
  ]
}
